/* GENERAL STRINGS */
"OK" = "OK";
"Cancel" = "Cancel";
"Delete" = "Delete";
"Rename" = "Rename";
"Actions" = "Actions";



/* SIDEBARVIEW */
"Filters" = "Filters";
"Smart Filters" = "Smart Filters";
"All Skills" = "All Skills";
"Recent SKills" = "Recent Skills";
"Tags" = "Tags";
"Add tag" = "Add tag";
"Show awards" = "Show awards";

"Rename tag" = "Rename tag";
"New name" = "New name";

/* CONTENTVIEW */
"Skills" = "Skills";

/* A button that shows a menu with the following options */
"Filter" = "Filter";
"Turn Filter On" = "Turn Filter On";
"Turn Filter Off" = "Turn Filter Off";
"Sort By" = "Sort By";
"Newest to Oldest" = "Newest to Oldest";
"Oldest to Newest" = "Oldest to Newest";
"Date Created" = "Date Created";
"Date Modified" = "Date Modified";

"Easy" = "Easy";
"Medium" = "Medium";
"Hard" = "Hard";

"All" = "All";
"Learned" = "Learned";
"Learning" = "Learning";

/* Create a new skill */
"New Skill" = "New Skill";

/* A text placeholder, to help users search */
"Filter skills, or type # to add tags" = "Filter skills, or type # to add tags";

/* Shown as a status for learned skills */
"LEARNED" = "LEARNED";




/* DETAILSVIEW */
"Details" = "Details";

/* NOSKILLVIEW*/
"No Skill Selected" = "No Skill Selected";

/* SKILLVIEW */
"Copy Skill Title" = "Copy Skill Title";
"Learned Skill" = "Learned Skill";
"Re-learn Skill" = "Re-learn Skill";

/* Fields that let the users enter details about a specific skill */
"Enter the skill title here" = "Enter the skill title here";
"**Modified:** %@" = "**Modified:** %@";
"**Status:** %@" = "**Status:** %@";
"%@Learned" = "%@Learned";
"%@Learning" = "%@Learning";
"Difficulty" = "Difficulty";
"Add Tags" = "Add Tags";
"Basic Information" = "Basic Information";
"Enter the skill description here" = "Enter the skill description here";



/* AWARDS VIEW */
"Awards" = "Awards";
"Locked" = "Locked";
"Unlocked" = "Unlocked";



/* DATA */
"New tag" = "New tag";
"New skill" = "New skill";



/* DEBUG ONLY */
"ADD SAMPLES" = "ADD SAMPLES";
